Repository: qtranslate/qtranslate-xt
Catalog: modules/slugs/languages/qts-*.po
Languages: es_es

source: Language selector
es_es: Selector de idioma

source: Title:
es_es: Título:

source: <p style="color:red">This plugin requires qTranslate to be installed and activated.</p>
es_es: <p style="color:red">Este plugin necesita qTranslate instalado y activado previamente.</p>

source: Slug
es_es: Enlace permanente

source: Show short name (en):
es_es: Mostrar nombre corto (en):

source: Taxonomies
es_es: Taxonomias

source: Slug (%s)
es_es: URL (%s)

source: <code>http://example.org/<u>%s</u>/some-%s/</code>
es_es: <code>http://ejemplo.org/<u>%s</u>/algun-%s/</code>

source: <code>http://example.org/<u>category</u>/some-category/</code>
es_es: <code>http://ejemplo.org/<u>categoria</u>/alguna-categoria/</code>

source: <code>http://example.org/<u>tag</u>/some-tag/</code>
es_es: <code>http://ejemplo.org/<u>etiqueta</u>/alguna-etiqueta/</code>

source: Qtranslate Slug options
es_es: Opciones de Qtranslate Slug

source: Slug options
es_es: Opciones de URL

source: Save Changes
es_es: Guardar cambios

source: Expecting a Numeric value! Please fix.
es_es: Se espera un valor numérico! Por favor, corrígelo.

source: Expecting comma separated numeric values! Please fix.
es_es: Se esperan valores numéricos separados por coma! Por favor, corrígelo.

source: Invalid email
es_es: E-mail incorrecto

source: This setting field cannot be empty! Please enter a valid email address.
es_es: Este campo no puede estar vacío! Por favor introduce una dirección de e-mail válida.

source: Please enter a valid email address.
es_es: Por favor introduce una dirección de e-mail válida.

source: upgrade now
es_es: actualizar ahora

source: Please update your old data to the new system.
es_es: Por favor actualiza tu antiguo sistema de datos al nuevo.

source: Upgrade your data
es_es: Actualiza tus datos

source: There are slugs stored with old data system. Please upgrade your data pressing upgrade button:
es_es: Hay slugs almacenados en el antiguo sistema. Por favor actualiza tus datos aprentando el botón actualizar:

source: Sorry, some error happened. Refresh this page and try again please.
es_es: Lo sentimos, algún tipo de error ha ocurrido. Por favor recarga esta página y prueba otra vez.

source: Congratulations, your data has been upgraded, you are up to date.
es_es: Felicidades, tus datos se han actualizado, ahora estás al día.

source: One step more, select what type of slug is this: <strong>%s</strong>
es_es: Un paso más, selecction qué tipo de slug es este: <strong>%s</strong>

source: Post, Page or Custom post type
es_es: Entrada, Página o Custom post type

source: Category, tag or custom taxonomy
es_es: Categoria, tag o taxonomía

source: This plugin requires at least <strong>Wordpress 3.3</strong> and <strong>Qtranslate(2.5.8 or newer)</strong>
es_es: Este plugin requiere al menos <strong>Wordpress 3.3</strong> y <strong>Qtranslate(2.5.8 o mayor)</strong>

source: If you activated previously the <a href="options-permalink.php">pretty permalinks</a>, in this section you can translate the <abbr title="en inglés, Universal Resource Locator">URLs</abbr> <strong>bases</strong> for <a href="http://codex.wordpress.org/Function_Reference/register_post_type#Arguments">public</a> post_types, categories, tags and taxonomies.
es_es: Si has activado previamente los <a href="options-permalink.php">enlaces permanentes</a>, en esta sección podrás traducir las <strong>bases</strong> de las <abbr title="en inglés, Universal Resource Locator">URLs</abbr> para post_types, categorías, etiquetas y taxonomias <a href="http://codex.wordpress.org/Function_Reference/register_post_type#Arguments">públicas</a>.

source: For example, the post_type <kbd>books</kbd>, in Spanish would be displayed as <code>http://example.org/es/libros/post-type-name/</code>. If you leave this blank will use the default option when you <a href="http://codex.wordpress.org/Function_Reference/register_post_type">registered</a> the post_type.
es_es: Por ejemplo, para el post_type <kbd>books</kbd> en Español se mostraría como <code>http://example.org/es/libros/post-type-name/</code>. Si dejas esto en blanco se usará la opción predeterminada cuando <a href="http://codex.wordpress.org/Function_Reference/register_post_type">registraste</a> el post_type.

source: For example, the taxonomy <kbd>category</kbd>, in Spanish would be displayed as <code>http://example.org/es/categoria/taxonomy-name/</code>. If you leave this blank will use the default option when you <a href="http://codex.wordpress.org/Function_Reference/register_taxonomy">registered</a> the taxonomy (if you previously setup a base permastruct for <u>categories</u> or <u>tags</u> in <a href="options-permalink.php">permalinks</a> page, these bases will be overwritten by the translated ones).
es_es: Por ejemplo, la taxonomia <kbd>category</kbd>, en Español se mostraría como <code>http://example.org/es/categoria/taxonomy-name/</code>. Si dejas esto en blanco se usará la opción predeterminada cuando <a href="http://codex.wordpress.org/Function_Reference/register_taxonomy">registraste</a> la texonomia (si previamente configuraste la base de las estructuraas de <u>categorías</u> o <u>tags</u> en la página <a href="options-permalink.php">enlaces permanentes</a>, estas bases serán reemplazadas por las traducidas).
