Repository: qtranslate/qtranslate-xt
Catalog: lang/qtranslate-*.po
Languages: uk

source: Could not find file "%s" listed in option "%s".
uk: Не вдалося знайти файл "%s", вказаний у налаштуванні "%s".

source: Configuration Files
uk: Файли конфігурації

source: Please, either put file in place or update the option.
uk: Будь ласка, або розмістіть файл на місці, або оновіть налаштування.

source: Once the problem is fixed, re-save the configuration by pressing button "%s" on plugin %ssettings page%s.
uk: Щойно проблему буде виправлено, повторно збережіть конфігурацію, натиснувши кнопку "%s" на %sсторінці налаштувань%s плагіна.

source: Save Changes
uk: Зберегти зміни

source: Could not load file "%s" listed in option "%s".
uk: Не вдалося завантажити файл "%s", вказаний у налаштуванні "%s".

source: Please, make sure the file is accessible and readable.
uk: Будь ласка, переконайтеся, що файл доступний і читабельний.

source: Could not parse %s file "%s" listed in option "%s".
uk: Не вдалося розібрати %s файл "%s", вказаний у налаштуванні "%s".

source: Please, correct the syntax error in the file.
uk: Будь ласка, виправте синтаксичну помилку у файлі.

source: Deprecated configuration key(s) in %s:
uk: Застарілі ключі конфігурації у %s:

source: This configuration will become incompatible in next releases. For more information, see: %s.
uk: Ця конфігурація стане несумісною в наступних випусках. Для отримання додаткової інформації див.: %s.

source: Plugin %s requires PHP version %s at least. This server instance runs PHP version %s. A PHP version %s or higher is recommended. The plugin has not been activated.
uk: Для плагіна %s потрібна версія PHP щонайменше %s. На цьому сервері працює версія PHP %s. Рекомендована версія PHP %s або вище. Плагін не було активовано.

source: The value set for option "%s" cannot be used.
uk: Значення, встановлене для параметра "%s", не може бути використане.

source: Date / Time Conversion
uk: Перетворення дати / часу

source: Class not found: <a href="%s">%s</a> likely due to missing PHP extension: <a href="%s">%s</a>.
uk: Клас не знайдено: <a href="%s">%s</a>, ймовірно, через відсутність розширення PHP: <a href="%s">%s</a>.

source: Could not find script file "%s" for handle "%s".
uk: Не вдалося знайти файл скрипта "%s" для ідентифікатора "%s".

source: Show multilingual content in
uk: Показувати багатомовний вміст у

source: Fill empty multilingual fields with content from other language
uk: Заповнити порожні багатомовні поля вмістом з іншої мови

source: Choose language to copy multilingual content from
uk: Виберіть мову, з якої потрібно скопіювати багатомовний вміст

source: Copy from
uk: Копіювати з

source: Language Management
uk: Керування мовами

source: Languages
uk: Мови

source: Language Menu
uk: Мовне меню

source: Help
uk: Довідка

source: Menu item added is replaced with a drop-down menu of available languages, when menu is rendered.
uk: Доданий елемент меню замінюється спадним меню доступних мов під час відображення меню.

source: The rendered menu items have CSS classes %s and %s ("%s" is a language code), which can be defined in theme style, if desired. The label of language menu can also be customized via field "%s" in the menu configuration.
uk: Відтворені елементи меню мають CSS-класи %s та %s ("%s" — це код мови), які можна визначити у стилі теми, якщо це необхідно. Мітку мовного меню також можна налаштувати через поле "%s" у конфігурації меню.

source: The field "%s" of inserted menu item allows additional configuration described in our %sWiki%s.
uk: Поле "%s" вставленого елемента меню дозволяє додаткове налаштування, описане в нашій %sWiki%s.

source: Add to Menu
uk: Додати до меню

source: Language Switcher
uk: Перемикач мов

source: Error
uk: Помилка

source: Warning
uk: Попередження

source: Thank you for using plugin %s!
uk: Дякуємо, що використовуєте плагін %s!

source: Plugin Version %s
uk: Версія плагіна %s

source: Get %s
uk: Отримати %s

source: Option "%s" for plugin %s has been auto-adjusted after recent changes in the site configuration. It might be a good idea to %sreview the changes%s in the list of configuration files.
uk: Налаштування "%s" для плагіна %s було автоматично скориговано після останніх змін у конфігурації сайту. Можливо, варто %sпереглянути зміни%s у списку файлів конфігурації.

source: Review Option "%s"
uk: Переглянути налаштування "%s"

source: Read Integration Guide
uk: Прочитати посібник з інтеграції

source: I have already done it, dismiss this message.
uk: Я вже це зробив, приховати це повідомлення.

source: Are you new to plugin %s?
uk: Ви вперше використовуєте плагін %s?

source: Read Startup Guide
uk: Прочитати посібник для початківців

source: <b>Caution!</b> The block editor (Gutenberg) is supported only recently in %s with some limitations. Use at your own discretion!
uk: <b>Увага!</b> Блоковий редактор (Gutenberg) підтримується у %s лише нещодавно та з деякими обмеженнями. Використовуйте на власний розсуд!

source: Currently only the single language edit mode is supported. For more details, please read carefully our <a href="%s">Gutenberg FAQ</a>.
uk: Наразі підтримується лише режим редагування однією мовою. Для отримання додаткових відомостей, будь ласка, уважно прочитайте наш <a href="%s">FAQ про Gutenberg</a>.

source: It is recommended to install the <a href="%s">%s</a> in your <a href="%s">plugins</a>.
uk: Рекомендується встановити <a href="%s">%s</a> у ваших <a href="%s">плагінах</a>.

source: %s : found slugs meta that can be migrated. Go to the <a href="%s">import settings</a> to migrate.
uk: %s : знайдено метадані слаґів, які можна перенести. Перейдіть до <a href="%s">налаштувань імпорту</a> для перенесення.

source: It might be a good idea to review %smigration instructions%s, if you have not yet done so.
uk: Можливо, варто переглянути %sінструкції з перенесення%s, якщо ви цього ще не зробили.

source: Activation of plugin %s deactivated plugin %s since they cannot run simultaneously.
uk: Активація плагіну %s деактивувала плагін %s, оскільки вони не можуть працювати одночасно.

source: The compatible settings from %s have been imported to %s. Further tuning, import, export and reset of options can be done at Settings/Languages configuration page, once %s is running.%sContinue%s
uk: Сумісні налаштування з %s були імпортовані в %s. Подальше налаштування, імпорт, експорт та скидання параметрів можна виконати на сторінці конфігурації Налаштування/Мови, як тільки %s працюватиме.%sПродовжити%s

source: You may import/export compatible settings from %s to %s on Settings/Languages configuration page, once %s is running.%sContinue%s
uk: Ви можете імпортувати/експортувати сумісні налаштування з %s до %s на сторінці конфігурації Налаштування/Мови, як тільки %s працюватиме.%sПродовжити%s

source: %sError:%s plugin %s cannot run concurrently with plugin %s. You may import and export compatible settings between %s and %s on Settings/<a href="%s">Languages</a> configuration page. Then you have to deactivate one of the plugins to continue.
uk: %sПомилка:%s плагін %s не може працювати одночасно з плагіном %s. Ви можете імпортувати та експортувати сумісні налаштування між %s та %s на сторінці конфігурації Налаштування/<a href="%s">Мови</a>. Потім вам доведеться деактивувати один із плагінів, щоб продовжити.

source: Deactivate %s
uk: Деактивувати %s

source: Custom Configuration
uk: Користувацька конфігурація

source: Compatibility Functions
uk: Функції сумісності

source: Custom Fields
uk: Користувацькі поля

source: Advanced
uk: Розширені

source: Integration
uk: Інтеграція

source: The value set for option "%s" is deprecated, it will not be supported in the future. Go to "%s" settings to change it.
uk: Встановлене значення для налаштування "%s" є застарілим і не підтримуватиметься в майбутньому. Перейдіть до налаштувань "%s", щоб змінити його.

source: For more information, see %s.
uk: Для отримання додаткової інформації див. %s.

source: qTranslate has been reset.
uk: qTranslate було скинуто.

source: The Language must have a Not-Available Message!
uk: Мова повинна мати повідомлення про недоступність!

source: The Language must have a Locale!
uk: Мова повинна мати локаль!

source: The Language must have a name!
uk: Мова повинна мати назву!

source: The 2-letter language code "%s" should be lower case (ISO 639-1). Upper case is still allowed for legacy codes but not for new entries.
uk: 2-літерний код мови "%s" має бути в нижньому регістрі (ISO 639-1). Верхній регістр все ще дозволено для застарілих кодів, але не для нових записів.

source: Invalid language code!
uk: Недійсний код мови!

source: There is already a language with the same Language Code!
uk: Вже існує мова з таким самим кодом мови!

source: The new language properties have been saved. If you think these properties should be the preset default, please %ssend email%s to the development team.
uk: Нові властивості мови збережено. Якщо ви вважаєте, що ці властивості мають бути стандартними за замовчуванням, будь ласка, %sнадішліть листа%s команді розробників.

source: %d database entries have been converted.
uk: %d записів бази даних було перетворено.

source: No database entry has been affected while processing the conversion request.
uk: Жоден запис бази даних не було змінено під час обробки запиту на перетворення.

source: %d pages have been processed to set the default language.
uk: %d сторінок було оброблено для встановлення мови за замовчуванням.

source: No initially untranslated pages found to set the default language
uk: Не знайдено початково неперекладених сторінок для встановлення мови за замовчуванням

source: %d posts have been processed to set the default language.
uk: %d дописів було оброблено для встановлення мови за замовчуванням.

source: No initially untranslated posts found to set the default language.
uk: Не знайдено початково неперекладених дописів для встановлення мови за замовчуванням.

source: Post types other than "post" or "page", as well as unpublished entries, will have to be adjusted manually as needed, since there is no common way to automate setting the default language otherwise.
uk: Типи дописів, окрім "post" або "page", а також неопубліковані записи, потрібно буде налаштувати вручну за необхідності, оскільки іншого поширеного способу автоматизувати встановлення мови за замовчуванням немає.

source: Language is already enabled or invalid!
uk: Мова вже увімкнена або недійсна!

source: Cannot disable Default Language!
uk: Неможливо вимкнути Мову за замовчуванням!

source: No such language!
uk: Такої мови не існує!

source: Language is already disabled!
uk: Мова вже вимкнена!

source: Language is already first!
uk: Мова вже перша!

source: New order saved.
uk: Новий порядок збережено.

source: Language is already last!
uk: Мова вже остання!

source: Options saved.
uk: Налаштування збережено.

source: Could not write to "%s", Gettext Databases could not be downloaded!
uk: Не вдалося записати до "%s", бази даних Gettext не було завантажено!

source: Admin notices have been reset. You will see all applicable notices on admin pages and may dismiss them again.
uk: Адміністративні сповіщення скинуто. Ви побачите всі застосовні сповіщення на сторінках адміністратора і зможете знову їх приховати.

source: Cannot parse JSON code in the field "%s".
uk: Неможливо розібрати код JSON у полі "%s".

source: Gettext databases updated.
uk: Бази даних Gettext оновлено.

source: Edit Language
uk: Редагувати мову

source: Save Changes &raquo;
uk: Зберегти зміни &raquo;

source: back to configuration page
uk: назад до сторінки конфігурації

source: Language Management (qTranslate-XT Configuration)
uk: Керування мовами (Конфігурація qTranslate-XT)

source: For help on how to configure qTranslate correctly, take a look at the <a href="%1$s">qTranslate FAQ</a> and the <a href="%2$s">Support Forum</a>.
uk: Щоб отримати допомогу щодо правильного налаштування qTranslate, перегляньте <a href="%1$s">FAQ qTranslate</a> та <a href="%2$s">Форум підтримки</a>.

source: Language Code
uk: Код мови

source: Language <a href="%s">ISO 639 code</a>, two-letter (ISO 639-1) or three-letter (ISO 639-2 and 639-3), lower case. (Examples: en, fr, zh, nds)
uk: Мовний <a href="%s">код ISO 639</a>, дволітерний (ISO 639-1) або трилітерний (ISO 639-2 та 639-3), у нижньому регістрі. (Приклади: en, fr, zh, nds)

source: The language code is used in language tags and in URLs. The code may be arbitrary chosen by site owner, although it is preferable to use already commonly accepted code if available. Once a language code is created and entries for this language are made, it is difficult to change it, please make a careful decision.
uk: Код мови використовується в мовних тегах та в URL-адресах. Власник сайту може обрати довільний код, хоча бажано використовувати загальноприйнятий код, якщо такий є. Після створення коду мови та внесення записів для цієї мови його важко змінити, тому, будь ласка, прийміть обережне рішення.

source: Flag
uk: Прапор

source: Incorrect Flag Image Path! Please correct it!
uk: Неправильний шлях до зображення прапора! Будь ласка, виправте його!

source: Choose the corresponding country flag for language. (Example: gb.png)
uk: Оберіть відповідний прапор країни для мови. (Приклад: ua.png)

source: Name
uk: Назва

source: (in native alphabet)
uk: (рідним алфавітом)

source: The Name of the language, which will be displayed on the site. (Example: English)
uk: Назва мови, яка відображатиметься на сайті. (Приклад: Українська)

source: Locale
uk: Локаль

source: PHP and Wordpress Locale for the language. (Example: en_US)
uk: Локаль PHP та Wordpress для мови. (Приклад: uk)

source: You will need to install the .mo file for this language.
uk: Вам потрібно буде встановити файл .mo для цієї мови.

source: Locale at front-end
uk: Локаль на зовнішньому інтерфейсі

source: Locale to be used in browser at front-end to set %s HTML attributes to specify alternative languages on a page. If left empty, then "%s" is used by default.
uk: Локаль, яка використовуватиметься в браузері на зовнішньому інтерфейсі для встановлення HTML-атрибутів %s, щоб вказати альтернативні мови на сторінці. Якщо залишити порожнім, за замовчуванням використовується "%s".

source: Date Format
uk: Формат дати

source: Depending on your Date / Time Conversion Mode, you can either enter a <a href="%s">strftime</a> (use %s for day suffix) or <a href="%s">date</a> format. This field is optional. (Example: %s)
uk: Залежно від режиму перетворення дати/часу, ви можете ввести формат <a href="%s">strftime</a> (використовуйте %s для суфікса дня) або <a href="%s">date</a>. Це поле необов'язкове. (Приклад: %s)

source: Time Format
uk: Формат часу

source: Depending on your Date / Time Conversion Mode, you can either enter a <a href="%s">strftime</a> or <a href="%s">date</a> format. This field is optional. (Example: %s)
uk: Залежно від режиму перетворення дати/часу, ви можете ввести формат <a href="%s">strftime</a> або <a href="%s">date</a>. Це поле необов'язкове. (Приклад: %s)

source: Not Available Message
uk: Повідомлення про недоступність

source: Message to display if post is not available in the requested language. (Example: Sorry, this entry is only available in %LANG:, : and %.)
uk: Повідомлення, яке відображатиметься, якщо допис недоступний у запитаній мові. (Приклад: Вибачте, цей запис доступний лише мовами %LANG:, : та %.)

source: %LANG:&lt;normal_separator&gt;:&lt;last_separator&gt;% generates a list of languages separated by &lt;normal_separator&gt; except for the last one, where &lt;last_separator&gt; will be used instead.
uk: %LANG:&lt;normal_separator&gt;:&lt;last_separator&gt;% генерує список мов, розділених &lt;normal_separator&gt;, за винятком останньої, де замість нього використовуватиметься &lt;last_separator&gt;.

source: The language names substituted into the list of available languages are shown translated in the active language. The nominative form of language names is used as it is fetched from %s may not fit the grammar rules of your language. It is then advisable to include quotes in this message like this "%s". Alternatively you may modify "%s" files in folder "%s" with names that fit your grammar rules. Please, %scontact the development team%s, if you decide to modify "%s" files.
uk: Назви мов, підставлені у список доступних мов, відображаються перекладеними на активну мову. Використовується називний відмінок назв мов, оскільки вони отримуються з %s, що може не відповідати граматичним правилам вашої мови. Тому радимо включити лапки в це повідомлення, наприклад, так: "%s". Крім того, ви можете змінити файли "%s" у папці "%s" на імена, що відповідають вашим граматичним правилам. Будь ласка, %sзв'яжіться з командою розробників%s, якщо вирішите змінити файли "%s".

source: Configuration Inspector
uk: Інспектор конфігурації

source: Review a combined JSON-encoded configuration as loaded from options %s and %s, as well as from the theme and other plugins via filters %s and %s.
uk: Перегляньте комбіновану JSON-кодовану конфігурацію, завантажену з налаштувань %s та %s, а також з теми та інших плагінів через фільтри %s та %s.

source: Please, read %sIntegration Guide%s for more information.
uk: Будь ласка, прочитайте %sПосібник з інтеграції%s для отримання додаткової інформації.

source: Note to developers: ensure that front-end filter %s is also active on admin side, otherwise the changes it makes will not show up here. Having this filter active on admin side does not affect admin pages functionality, except this field.
uk: Примітка для розробників: переконайтеся, що фільтр зовнішнього інтерфейсу %s також активний на стороні адміністратора, інакше внесені ним зміни тут не відображатимуться. Активність цього фільтра на стороні адміністратора не впливає на функціональність сторінок адміністратора, окрім цього поля.

source: General
uk: Загальні

source: Import
uk: Імпорт

source: Export
uk: Експорт

source: Troubleshooting
uk: Вирішення проблем

source: Click to switch to %s
uk: Натисніть, щоб переключитися на %s

source: Default Language / Order
uk: Мова за замовчуванням / Порядок

source: Every multilingual field is expected to have a meaningful content in the "Default Language". Usually, it is the language of your site before it became multilingual.
uk: Очікується, що кожне багатомовне поле матиме змістовний вміст на "Мові за замовчуванням". Зазвичай, це мова вашого сайту до того, як він став багатомовним.

source: Order of languages defines in which order they are listed, when languages need to be listed, otherwise it is not important.
uk: Порядок мов визначає, в якому порядку вони перелічуються, коли потрібно їх перелічити, в іншому випадку це не має значення.

source: Default Language
uk: Мова за замовчуванням

source: Edit
uk: Редагувати

source: Disable
uk: Вимкнути

source: Choose the default language of your blog. This is the language which will be shown on %s. You can also change the order the languages by clicking on the arrows above.
uk: Оберіть мову за замовчуванням для свого блогу. Це мова, яка відображатиметься на %s. Ви також можете змінити порядок мов, натискаючи на стрілки вище.

source: URL Modification Mode
uk: Режим зміни URL-адреси

source: Use Pre-Path Mode (puts %s in front of URL)
uk: Використовувати режим Pre-Path (розміщує %s перед URL-адресою)

source: SEO friendly.
uk: Дружній до SEO.

source: Default
uk: За замовчуванням

source: Requires a permalink structure without query string or index.php (not Plain).
uk: Потребує структури постійних посилань без рядка запиту або index.php (не Простий).

source: Use Pre-Domain Mode (%s)
uk: Використовувати режим Pre-Domain (%s)

source: You will need to configure DNS sub-domains on your site.
uk: Вам потрібно буде налаштувати субдомени DNS на своєму сайті.

source: Use Per-Domain mode: specify separate user-defined domain for each language.
uk: Використовувати режим Per-Domain: вказати окремий визначений користувачем домен для кожної мови.

source: Use Query Mode (%s)
uk: Використовувати режим Query (%s)

source: Most SEO unfriendly, not recommended.
uk: Найменш дружній до SEO, не рекомендується.

source: Domain for
uk: Домен для

source: Hide URL language information for default language.
uk: Приховати інформацію про мову в URL-адресі для мови за замовчуванням.

source: This is only applicable to Pre-Path and Pre-Domain mode.
uk: Це стосується лише режимів Pre-Path та Pre-Domain.

source: Untranslated Content
uk: Неперекладений вміст

source: The choices below define how to handle untranslated content at front-end of the site. A content of a page or a post is considered untranslated if the main text (%s) is empty for a given language, regardless of other fields like title, excerpt, etc. All three options are independent of each other.
uk: Наведені нижче варіанти визначають, як обробляти неперекладений вміст на зовнішньому інтерфейсі сайту. Вміст сторінки або допису вважається неперекладеним, якщо основний текст (%s) порожній для певної мови, незалежно від інших полів, таких як заголовок, уривок тощо. Усі три опції незалежні одна від одної.

source: Hide posts which content is not available for the selected language.
uk: Приховувати дописи, вміст яких недоступний обраною мовою.

source: When checked, posts will be hidden if the content is not available for the selected language. If unchecked, a message will appear showing all the languages the content is available in.
uk: Якщо позначено, дописи будуть приховані, якщо вміст недоступний обраною мовою. Якщо не позначено, з'явиться повідомлення, що показує всі мови, якими доступний вміст.

source: The message about available languages for the content of a post or a page may also appear if a single post display with an untranslated content if viewed directly.
uk: Повідомлення про доступні мови для вмісту допису чи сторінки також може з'явитися, якщо окремий допис відображається з неперекладеним вмістом під час безпосереднього перегляду.

source: This function will not work correctly if you installed %s on a blog with existing entries. In this case you will need to take a look at option "%s" under "%s" section.
uk: Ця функція працюватиме неправильно, якщо ви встановили %s на блозі з наявними записами. У цьому випадку вам потрібно буде подивитися на налаштування "%s" у розділі "%s".

source: Convert Database
uk: Конвертувати базу даних

source: Show menu items in an alternative language when translation is not available for the selected language.
uk: Показувати елементи меню альтернативною мовою, якщо переклад недоступний для обраної мови.

source: When checked, menus are shown in the first available language ordered as defined by option "%s". If unchecked, menus are displayed only if translated in the current language.
uk: Якщо позначено, меню відображаються першою доступною мовою, упорядкованою відповідно до налаштування "%s". Якщо не позначено, меню відображається лише в тому випадку, якщо воно перекладено поточною мовою.

source: Show post content in an alternative language when translation is not available for the selected language.
uk: Показувати вміст допису альтернативною мовою, якщо переклад недоступний для обраної мови.

source: When a page or a post with an untranslated content is viewed, a message with a list of other available languages is displayed, in which languages are ordered as defined by option "%s". If this option is on, then the content of the first available language will also be shown, instead of the expected language, for the sake of user convenience.
uk: Коли переглядається сторінка або допис із неперекладеним вмістом, відображається повідомлення зі списком інших доступних мов, у якому мови впорядковані відповідно до налаштування "%s". Якщо ця опція увімкнена, то вміст першої доступної мови також буде показаний замість очікуваної мови, для зручності користувача.
