Repository: qtranslate/qtranslate-xt
Catalog: lang/qtranslate-*.po
Languages: uk

source: Term configuration is inconsistent.
uk: Конфігурація термінів несумісна.

source: Term "%s" (id=%d) cannot be loaded and is left untouched. Error message on load was:%s
uk: Термін "%s" (id=%d) не може бути завантажений і залишається незмінним. Повідомлення про помилку під час завантаження було:%s

source: Term "%s" (id=%d) has been modified from:%sto:%s
uk: Термін "%s" (id=%d) було змінено з:%s на:%s

source: No term has been modified. All terms are already in a consistent state.
uk: Жоден термін не було змінено. Усі терміни вже перебувають у послідовному стані.

source: Save this report for further analysis, if necessary.
uk: Збережіть цей звіт для подальшого аналізу, якщо необхідно.

source: Legacy term names have been cleaned up:
uk: Застарілі назви термінів було очищено:

source: Option "%s" has also been turned on, as the most common case for importing configuration from %s. You may turn it off manually if your setup does not require it. Refer to %sFAQ%s for more information.
uk: Параметр "%s" також був увімкнений, оскільки це найпоширеніший випадок імпорту конфігурації з %s. Ви можете вимкнути його вручну, якщо ваша конфігурація цього не потребує. Докладніше див. у %sFAQ%s.

source: Applicable options and taxonomy names from plugin %s have been imported. Note that the multilingual content of posts, pages and other objects has not been altered during this operation. There is no additional operation needed to import content, since its format is compatible with %s.
uk: Застосовні параметри та назви таксономій із плагіна %s було імпортовано. Зверніть увагу, що багатомовний вміст дописів, сторінок та інших об'єктів не було змінено під час цієї операції. Немає необхідності в додатковій операції для імпорту вмісту, оскільки його формат сумісний із %s.

source: %sImportant%s: Before you start making edits to post and pages, please, make sure that both, your front site and admin back-end, work under this configuration. It may help to review "%s" and see if any of conflicting plugins mentioned there are used here. While the current content, coming from %s, is compatible with this plugin, the newly modified posts and pages will be saved with a new square-bracket-only encoding, which has a number of advantages comparing to former %s encoding. However, the new encoding is not straightforwardly compatible with %s and you will need an additional step available under "%s" option if you ever decide to go back to %s. Even with this additional conversion step, the 3rd-party plugins custom-stored data will not be auto-converted, but manual editing will still work. That is why it is advisable to create a test-copy of your site before making any further changes. In case you encounter a problem, please give us a chance to improve %s, send the login information to the test-copy of your site to %s along with a detailed step-by-step description of what is not working, and continue using your main site with %s meanwhile. It would also help, if you share a success story as well, either on %sthe forum%s, or via the same e-mail as mentioned above. Thank you very much for trying %s.
uk: %sВажливо%s: Перш ніж почати редагувати дописи та сторінки, будь ласка, переконайтеся, що як ваш зовнішній сайт, так і адміністративна частина працюють із цією конфігурацією. Може бути корисно переглянути "%s" і побачити, чи використовуються тут будь-які із згаданих там конфліктних плагінів. Хоча поточний вміст, що надходить із %s, сумісний із цим плагіном, щойно змінені дописи та сторінки будуть збережені з новим кодуванням, що використовує лише квадратні дужки, яке має низку переваг порівняно з колишнім кодуванням %s. Однак нове кодування не є прямо сумісним із %s, і вам знадобиться додатковий крок, доступний у параметрі "%s", якщо ви коли-небудь вирішите повернутися до %s. Навіть із цим додатковим кроком конвертації користувацькі дані, що зберігаються сторонніми плагінами, не будуть автоматично конвертовані, але ручне редагування все ще працюватиме. Ось чому радимо створити тестову копію вашого сайту, перш ніж вносити подальші зміни. Якщо ви зіткнетеся з проблемою, будь ласка, дайте нам можливість покращити %s, надішліть інформацію для входу в тестову копію вашого сайту на %s разом із детальним покроковим описом того, що не працює, і тим часом продовжуйте використовувати свій основний сайт із %s. Також було б корисно, якби ви поділилися історією успіху, або на %sфорумі%s, або через ту саму електронну пошту, що згадувалася вище. Щиро дякуємо, що спробували %s.

source: This is a one-time message, which you will not see again, unless the same import is repeated.
uk: Це одноразове повідомлення, яке ви більше не побачите, якщо не повторите той самий імпорт.

source: Applicable options have been exported to plugin %s. If you have done some post or page updates after migrating from %s, then "%s" operation is also required to convert the content to "dual language tag" style in order for plugin %s to function.
uk: Застосовні параметри було експортовано до плагіна %s. Якщо ви оновлювали дописи чи сторінки після міграції з %s, то також потрібна операція "%s" для конвертації вмісту у стиль "подвійного мовного тегу", щоб плагін %s функціонував.

source: Plugin
uk: Плагін

source: There is no need to migrate any setting, the database schema is compatible with this plugin.
uk: Немає потреби мігрувати жодні налаштування, схема бази даних сумісна з цим плагіном.

source: Do not migrate any setting
uk: Не мігрувати жодні налаштування

source: Import settings from
uk: Імпортувати налаштування з

source: Export settings to
uk: Експортувати налаштування до

source: If you are updating from qTranslate 1.x or Polyglot, <a href="%s">click here</a> to convert posts to the new language tag format.
uk: Якщо ви оновлюєтеся з qTranslate 1.x або Polyglot, <a href="%s">натисніть тут</a>, щоб конвертувати дописи у новий формат мовних тегів.

source: If you have installed qTranslate for the first time on a Wordpress with existing posts, you can either go through all your posts manually and save them in the correct language or <a href="%s">click here</a> to mark all existing posts as written in the default language.
uk: Якщо ви встановили qTranslate вперше на WordPress з наявними дописами, ви можете або переглянути всі свої дописи вручну та зберегти їх правильною мовою, або <a href="%s">натиснути тут</a>, щоб позначити всі наявні дописи як написані мовою за замовчуванням.

source: Both processes are <b>irreversible</b>! Be sure to make a full database backup before clicking one of the links.
uk: Обидва процеси є <b>незворотними</b>! Обов'язково зробіть повну резервну копію бази даних, перш ніж натискати на одне з посилань.

source: Do not convert database
uk: Не конвертувати базу даних

source: Convert database to the "square bracket only" style.
uk: Конвертувати базу даних у стиль "лише квадратні дужки".

source: The square bracket language tag %s only will be used as opposite to dual-tag (%s and %s) %s legacy database format. All string options and standard post and page fields will be uniformly encoded like %s.
uk: Буде використовуватися лише мовний тег у квадратних дужках %s, на відміну від застарілого формату бази даних %s з подвійними тегами (%s та %s). Усі параметри рядків та стандартні поля дописів і сторінок будуть рівномірно кодовані, наприклад %s.

source: Convert database back to the legacy "dual language tag" style.
uk: Конвертувати базу даних назад у застарілий стиль "подвійного мовного тегу".

source: Note, that only string options and standard post and page fields are affected.
uk: Зверніть увагу, що зачіпаються лише параметри рядків та стандартні поля дописів і сторінок.

source: Clean Legacy Term Names
uk: Очистити застарілі назви термінів

source: Clean the inconsistencies of the q-original way to store term names. Translations for some tags, categories or other terms may get lost and may need to be re-entered after this operation. The term names should stay consistent in the future.
uk: Усунути непослідовності в оригінальному способі q-зберігання назв термінів. Переклади для деяких тегів, категорій або інших термінів можуть бути втрачені та можуть потребувати повторного введення після цієї операції. Назви термінів мають залишатися послідовними в майбутньому.

source: Split database file by language.
uk: Розділити файл бази даних за мовами.

source: Provide full file path to the input multilingual %s database file (the resulting %s files, named with language-based suffix, are saved in the same folder, where the input file is):
uk: Вкажіть повний шлях до вхідного багатомовного файлу бази даних %s (результуючі файли %s, названі із суфіксом на основі мови, зберігаються в тій самій папці, що й вхідний файл):

source: Specify which languages to keep in the main output file. Provide a comma-separated list of two-letter codes of languages to keep. If left empty, the database is split by language into a set of language-tags-free database files.
uk: Вкажіть, які мови залишити в основному вихідному файлі. Надайте список дволітерних кодів мов, які потрібно залишити, розділених комами. Якщо залишити порожнім, база даних розділяється за мовами на набір файлів бази даних без мовних тегів.

source: In order to remove one or more languages from entire database, you may dump the database into a %s file, then run this procedure and upload one of the new clean %s files back to the server. A separate clean database will also be saved fir each excluded language.
uk: Щоб видалити одну або кілька мов із усієї бази даних, ви можете скинути базу даних у файл %s, потім запустити цю процедуру та завантажити один із нових чистих файлів %s назад на сервер. Окрема чиста база даних також буде збережена для кожної виключеної мови.

source: Use plugin %s to import data.
uk: Використовуйте плагін %s для імпорту даних.

source: Migrate QTS slugs
uk: Міграція слаґів QTS

source: Migrate slugs options, post and term meta from legacy QTS plugin to qTranslate.
uk: Міграція параметрів слаґів, метаданих дописів і термінів із застарілого плагіна QTS до qTranslate.

source: Confirm to perform the migration of QTS slugs, or leave unchecked for a dry run test without update. Attention! Current module slugs data may be overwritten.
uk: Підтвердьте виконання міграції слаґів QTS або залиште позначку знятою для тестового запуску без оновлення. Увага! Поточні дані слаґів модуля можуть бути перезаписані.

source: Reset qTranslate
uk: Скинути qTranslate

source: Check this box and click Save Changes to reset all qTranslate settings.
uk: Поставте цю позначку і натисніть Зберегти зміни, щоб скинути всі налаштування qTranslate.

source: Yes, I really want to reset qTranslate.
uk: Так, я справді хочу скинути qTranslate.

source: Also delete Translations for Categories/Tags/Link Categories.
uk: Також видалити Переклади для Категорій/Тегів/Категорій посилань.

source: If something isn't working correctly, you can always try to reset all qTranslate settings. A Reset won't delete any posts but will remove all settings (including all languages added).
uk: Якщо щось працює неправильно, ви завжди можете спробувати скинути всі налаштування qTranslate. Скидання не видалить жодних дописів, але видалить усі налаштування (включно з усіма доданими мовами).

source: Reset admin notices.
uk: Скинути адміністративні сповіщення.

source: All previously dismissed admin notices related to this plugin will show up again on next refresh of admin pages.
uk: Усі раніше відхилені адміністративні сповіщення, пов'язані з цим плагіном, знову з'являться під час наступного оновлення сторінок адміністратора.

source: A manual update to option "%s" or to the theme custom CSS may be needed, after some languages are changed.
uk: Може знадобитися ручне оновлення параметра "%s" або користувацького CSS теми після зміни деяких мов.

source: If you do not wish to customize this option, then reset it to the default by emptying its value.
uk: Якщо ви не бажаєте налаштовувати цей параметр, то скиньте його до значення за замовчуванням, залишивши поле порожнім.

source: Cannot delete Default Language!
uk: Неможливо видалити Мову за замовчуванням!

source: Gettext databases <strong>not</strong> updated:
uk: Бази даних Gettext <strong>не</strong> оновлено:

source: Failed to update gettext database for "%s": %s
uk: Не вдалося оновити базу даних gettext для "%s": %s

source: Translation options
uk: Параметри перекладу

source: Highlight Translatable Fields
uk: Виділення полів, що можна перекладати

source: The way the translatable fields are highlighted is configured with global option %s.
uk: Спосіб виділення полів, що можна перекладати, налаштовується за допомогою глобального параметра %s.

source: Label
uk: Мітка

source: Instructions
uk: Інструкції

source: Default Value
uk: Значення за замовчуванням

source: Standard fields
uk: Стандартні поля

source: Translate standard fields
uk: Перекладати стандартні поля

source: Translate group sub-fields
uk: Перекладати підполя групи

source: Extended qTranslate fields
uk: Розширені поля qTranslate

source: Additional types specific to qTranslate. Prefer the standard ACF fields.
uk: Додаткові типи, специфічні для qTranslate. Віддавайте перевагу стандартним полям ACF.

source: Types enabled for selection
uk: Типи, доступні для вибору

source: %s value is required
uk: Значення %s є обов'язковим

source: File name
uk: Ім'я файлу

source: File size
uk: Розмір файлу

source: No file selected
uk: Файл не вибрано

source: Add File
uk: Додати файл

source: Remove
uk: Видалити

source: No image selected
uk: Зображення не вибрано

source: Add Image
uk: Додати зображення

source: Deprecated
uk: Застаріло

source: Appears when creating a new post
uk: З'являється при створенні нового допису

source: Placeholder Text
uk: Текст-заповнювач

source: Appears within the input
uk: З'являється всередині поля введення

source: Character Limit
uk: Обмеження символів

source: Leave blank for no limit
uk: Залиште порожнім для відсутності обмеження

source: Visual
uk: Візуальний

# Name for the Text editor tab (formerly HTML)
source: Text
uk: Текст

source: Modules state undefined in %s. Please deactivate it and reactivate it again from the plugins page.
uk: Стан модулів не визначено в %s. Будь ласка, деактивуйте його та активуйте знову зі сторінки плагінів.

source: The plugin "%s" is incompatible with the module "%s" of %s. Please disable it.
uk: Плагін "%s" несумісний із модулем "%s" в %s. Будь ласка, вимкніть його.

source: Deactivate plugin %s
uk: Деактивувати плагін %s

source: The following modules are now active in %s:
uk: Наступні модулі тепер активні в %s:

# Module settings
source: Active
uk: Активні

# Module settings
source: Inactive
uk: Неактивні

# Module settings
source: Blocked
uk: Заблоковані

# Module settings
source: None
uk: Немає

source: Slugs per language
uk: Слаґи для кожної мови

source: Slug
uk: Слаґ

source: Multilanguage slugs can be set up in <a href="%s">slugs module settings</a> once the new item is added.
uk: Багатомовні слаґи можна налаштувати в <a href="%s">налаштуваннях модуля слаґів</a>, щойно додано новий елемент.

source: Multilanguage slugs can be set up in <a href="%s">slugs module settings</a>
uk: Багатомовні слаґи можна налаштувати в <a href="%s">налаштуваннях модуля слаґів</a>

source: No slugs to migrate from %s.
uk: Немає слаґів для міграції з %s.

source: Deleted %d slugs from %s (%s).
uk: Видалено %d слаґів із %s (%s).

source: Migrated %d slugs from %s (%s).
uk: Перенесено %d слаґів із %s (%s).

source: No options to migrate.
uk: Немає параметрів для міграції.

source: Deleted %d types from options.
uk: Видалено %d типів із параметрів.

source: Migrated %d types from options.
uk: Перенесено %d типів із параметрів.

source: Migrate slugs:
uk: Міграція слаґів:

source: Dry-run mode:
uk: Режим сухого запуску:

source: For example, the post_type <kbd>books</kbd> in Spanish would be displayed as <code>%s</code>. If you leave this blank will use the default option when you <a href="%s">registered</a> the post_type.
uk: Наприклад, тип допису <kbd>books</kbd> іспанською відображатиметься як <code>%s</code>. Якщо ви залишите це поле порожнім, буде використано параметр за замовчуванням, коли ви <a href="%s">реєстрували</a> тип допису.

source: For example, the taxonomy <kbd>category</kbd> in Spanish would be displayed as <code>%s</code>. If you leave this blank will use the default option when you <a href="%s">registered</a> the taxonomy (if you previously setup a base permastruct for <u>categories</u> or <u>tags</u> in <a href="%s">permalinks</a> page, these bases will be overwritten by the translated ones).
uk: Наприклад, таксономія <kbd>category</kbd> іспанською відображатиметься як <code>%s</code>. Якщо ви залишите це поле порожнім, буде використано параметр за замовчуванням, коли ви <a href="%s">реєстрували</a> таксономію (якщо ви раніше налаштовували базову постійну структуру для <u>категорій</u> або <u>тегів</u> на сторінці <a href="%s">постійних посилань</a>, ці бази будуть перезаписані перекладеними).

source: If you activated previously the <a href="%s">pretty permalinks</a>, in this section you can translate the <abbr title="en inglés, Universal Resource Locator">URLs</abbr> <strong>bases</strong> for <a href="%s">public</a> post_types, categories, tags and taxonomies.
uk: Якщо ви раніше активували <a href="%s">красиві постійні посилання</a>, у цьому розділі ви можете перекласти <strong>бази</strong> <abbr title="англ. Universal Resource Locator">URL-адрес</abbr> для <a href="%s">публічних</a> типів дописів, категорій, тегів та таксономій.

source: Post types
uk: Типи дописів

source: Taxonomies
uk: Таксономії

source: Empty Term
uk: Порожній термін

source: View all posts in %s
uk: Переглянути всі дописи в %s

source: Allows your visitors to choose a Language.
uk: Дозволяє відвідувачам обирати мову.

source: qTranslate Language Chooser
uk: Перемикач мов qTranslate

source: Title:
uk: Заголовок:

source: Hide Title:
uk: Приховати заголовок:

source: Hide Title Colon:
uk: Приховати двокрапку заголовка:

source: Display:
uk: Відображення:

source: Text only
uk: Лише текст

source: Image only
uk: Лише зображення

source: Text and Image
uk: Текст та зображення

source: Dropdown Box
uk: Спадний список

source: Custom list item format:
uk: Власний формат елемента списку:

source: Accepted format arguments:
uk: Допустимі аргументи формату:

source: Flag Image HTML
uk: HTML-код зображення прапора

source: Flag Image URL
uk: URL-адреса зображення прапора

source: Language Native Name
uk: Рідна назва мови

source: Language Name in Active Language
uk: Назва мови активною мовою

source: Language 2-Letter Code
uk: Дволітерний код мови

source: For example, format "%s" would do the same as the choice "%s".
uk: Наприклад, формат "%s" зробить те саме, що й вибір "%s".

source: An appropriate custom CSS is expected to be provided in this case.
uk: У цьому випадку очікується надання відповідного користувацького CSS.

source: Widget CSS:
uk: CSS віджета:

source: Other common CSS block for flag classes "%s" is loaded in the head of HTML and can be controlled with option "%s".
uk: Інший поширений блок CSS для класів прапорів "%s" завантажується в заголовку HTML і може контролюватися параметром "%s".
