Repository: qtranslate/qtranslate-xt
Catalog: lang/qtranslate-*.po
Languages: uk

source: Show displayed language prefix when field content is not available for the selected language.
uk: Показувати префікс мови відображення, якщо вміст поля недоступний для обраної мови.

source: This is relevant to all fields other than the main content of posts and pages. Such untranslated fields are always shown in an alternative available language, and will be prefixed with the language name in parentheses, if this option is on.
uk: Це стосується всіх полів, окрім основного вмісту дописів та сторінок. Такі неперекладені поля завжди відображаються альтернативною доступною мовою та матимуть префікс з назвою мови у дужках, якщо цю опцію увімкнено.

source: Language Names
uk: Назви мов

source: Show language names in "Camel Case".
uk: Показувати назви мов у стилі "Camel Case".

source: Define how to display translated language names, whenever languages need to be listed, for example, in "%s" statement.
uk: Визначте, як відображати перекладені назви мов, коли потрібно перелічити мови, наприклад, у виразі "%s".

source: Detect Browser Language
uk: Визначити мову браузера

source: Detect the language of the browser and redirect accordingly.
uk: Визначити мову браузера та перенаправити відповідно.

source: When the frontpage is visited via bookmark/external link/type-in, the visitor will be forwarded to the correct URL for the language specified by his browser.
uk: Коли відвідувач заходить на головну сторінку за допомогою закладки/зовнішнього посилання/введення, він буде перенаправлений на правильну URL-адресу для мови, вказаної його браузером.

source: Post Types
uk: Типи Дописів

source: Post types enabled for translation:
uk: Типи дописів, увімкнені для перекладу:

source: If a post type unchecked, no fields in a post of that type are treated as translatable on editing pages. However, the manual raw multilingual entries with language tags may still get translated in a usual way at front-end.
uk: Якщо тип допису не позначено, жодне поле в дописі цього типу не розглядатиметься як таке, що можна перекладати на сторінках редагування. Однак, багатомовні записи, введені вручну з мовними тегами, все ще можуть бути перекладені звичайним способом на зовнішньому інтерфейсі.

source: Flag Image Path
uk: Шлях до зображення прапора

source: Path to the flag images under wp-content, with trailing slash. (Default: %s, clear the value above to reset it to the default)
uk: Шлях до зображень прапорів у wp-content, з кінцевою косою рискою. (За замовчуванням: %s, очистіть значення вище, щоб скинути його до стандартного)

source: Ignore Links
uk: Ігнорувати посилання

source: Don't convert links to files of the given file types. (Always included: %s)
uk: Не перетворювати посилання на файли вказаних типів. (Завжди включено: %s)

source: Head inline CSS
uk: Вбудований CSS у заголовку

source: CSS code added by plugin in the head of front-end pages:
uk: Код CSS, доданий плагіном у заголовок сторінок зовнішнього інтерфейсу:

source: To reset to default, clear the text.
uk: Щоб скинути до значень за замовчуванням, очистіть текст.

source: To disable this inline CSS, clear the check box.
uk: Щоб вимкнути цей вбудований CSS, зніміть позначку.

source: Cookie Settings
uk: Налаштування файлів Cookie

source: Disable language client cookie "%s" (not recommended).
uk: Вимкнути файл cookie мови клієнта "%s" (не рекомендується).

source: Language cookie is auto-disabled for "%s" "Pre-Domain" and "Per-Domain", as language is always unambiguously defined by a url in those modes.
uk: Файл cookie мови автоматично вимикається для "%s" "Pre-Domain" та "Per-Domain", оскільки в цих режимах мова завжди однозначно визначається URL-адресою.

source: Otherwise, use this option with a caution, for simple enough sites only. If checked, the user choice of browsing language will not be saved between sessions and some AJAX calls may deliver unexpected language, as well as some undesired language switching during browsing may occur under certain themes (%sRead More%s).
uk: В іншому випадку, використовуйте цю опцію обережно, лише для досить простих сайтів. Якщо позначено, вибір мови перегляду користувачем не зберігатиметься між сеансами, а деякі виклики AJAX можуть видавати неочікувану мову, а також може відбуватися небажане перемикання мови під час перегляду в деяких темах (%sДетальніше%s).

source: Make %s cookies available only through HTTPS connections.
uk: Зробити файли cookie %s доступними лише через з'єднання HTTPS.

source: Don't check this if you don't know what you're doing!
uk: Не позначайте це, якщо не знаєте, що робите!

source: Update Gettext Databases
uk: Оновити бази даних Gettext

source: Automatically check for .mo-Database Updates of installed languages.
uk: Автоматично перевіряти наявність оновлень баз даних .mo для встановлених мов.

source: Update Gettext databases now.
uk: Оновити бази даних Gettext зараз.

source: qTranslate will query the Wordpress Localisation Repository every week and download the latest Gettext Databases (.mo Files).
uk: qTranslate щотижня надсилатиме запити до Репозиторію локалізації WordPress та завантажуватиме найновіші бази даних Gettext (файли .mo).

source: Use WordPress options and translation. Ignore language date / time formats.
uk: Використовувати налаштування та переклад WordPress. Ігнорувати мовні формати дати/часу.

source: Use emulated date function.
uk: Використовувати емульовану функцію дати.

source: Use emulated date function and replace formats with the predefined formats for each language.
uk: Використовувати емульовану функцію дати та замінити формати на попередньо визначені формати для кожної мови.

source: Deprecated.
uk: Застаріло.

source: Use strftime instead of date.
uk: Використовувати strftime замість date.

source: Use strftime instead of date and replace formats with the predefined formats for each language.
uk: Використовувати strftime замість date та замінити формати на попередньо визначені формати для кожної мови.

source: Depending on the mode selected, additional customizations of the theme may be needed.
uk: Залежно від обраного режиму можуть знадобитися додаткові налаштування теми.

source: Translation of options
uk: Переклад налаштувань

source: Filter all WordPress options for translation at front-end. It may hurt performance of the site, but ensures that all options are translated.
uk: Фільтрувати всі налаштування WordPress для перекладу на зовнішньому інтерфейсі. Це може вплинути на продуктивність сайту, але гарантує переклад усіх налаштувань.

source: Starting from version 3.2.5, only options with multilingual content get filtered, which should help on performance issues.
uk: Починаючи з версії 3.2.5, фільтруються лише налаштування з багатомовним вмістом, що має допомогти з проблемами продуктивності.

source: Translate only options listed below (for experts only):
uk: Перекладати лише налаштування, перелічені нижче (лише для експертів):

source: By default, all options are filtered to be translated at front-end for the sake of simplicity of configuration. However, for a developed site, this may cause a considerable performance degradation. Normally, there are very few options, which actually need a translation. You may simply list them above to minimize the performance impact, while still getting translations needed. Options names must match the field "%s" of table "%s" of WordPress database. A minimum common set of option, normally needed a translation, is already entered in the list above as a default example. Option names in the list may contain wildcard with symbol "%s".
uk: За замовчуванням усі налаштування фільтруються для перекладу на зовнішньому інтерфейсі заради спрощення конфігурації. Однак для розробленого сайту це може спричинити значне погіршення продуктивності. Зазвичай є дуже мало налаштувань, які насправді потребують перекладу. Ви можете просто перелічити їх вище, щоб мінімізувати вплив на продуктивність, але все одно отримати необхідні переклади. Імена налаштувань повинні відповідати полю "%s" таблиці "%s" бази даних WordPress. Мінімальний загальний набір налаштувань, які зазвичай потребують перекладу, вже внесено у список вище як приклад за замовчуванням. Імена налаштувань у списку можуть містити шаблонний символ "%s".

source: Editor Mode
uk: Режим редактора

source: Use Language Switching Buttons (LSB).
uk: Використовувати Кнопки Перемикання Мови - КПМ (LSB).

source: This is the default mode.
uk: Це режим за замовчуванням.

source: Pages with translatable fields have Language Switching Buttons, which control what language is being edited, while admin language stays the same.
uk: Сторінки з полями, що можна перекладати, мають Кнопки Перемикання Мови (LSB), які контролюють, яка мова редагується, тоді як мова адміністратора залишається незмінною.

source: Editor Raw Mode
uk: Режим сирого редагування

source: Do not use Language Switching Buttons to edit multi-language text entries.
uk: Не використовувати Кнопки Перемикання Мови (LSB) для редагування багатомовних текстових записів.

source: Some people prefer to edit the raw entries containing all languages together separated by language defining tags, as they are stored in database.
uk: Деякі люди вважають за краще редагувати сирі записи, що містять усі мови разом, розділені тегами, що визначають мову, як вони зберігаються у базі даних.

source: Single Language Mode.
uk: Режим однієї мови.

source: The language edited is the same as admin language.
uk: Мова, що редагується, збігається з мовою адміністратора.

source: Edit language cannot be switched without page re-loading. Try this mode, if some of the advanced translatable fields do not properly respond to the Language Switching Buttons due to incompatibility with a plugin, which severely alters the default WP behaviour. This mode is the most compatible with other themes and plugins.
uk: Мову редагування не можна перемкнути без перезавантаження сторінки. Спробуйте цей режим, якщо деякі з розширених полів, що можна перекладати, не реагують належним чином на Кнопки Перемикання Мови (LSB) через несумісність із плагіном, який суттєво змінює стандартну поведінку WP. Цей режим є найбільш сумісним з іншими темами та плагінами.

source: One may find convenient to use the default Editor Mode, while remembering not to switch edit languages on custom advanced translatable fields, where LSB do not work.
uk: Може бути зручно використовувати стандартний Режим редактора, пам'ятаючи при цьому не перемикати мови редагування в спеціальних розширених полях, що можна перекладати, де КПМ (LSB) не працюють.

source: Simple Buttons
uk: Прості кнопки

source: Simple Tabs
uk: Прості вкладки

source: Tabs in Block
uk: Вкладки у блоці

source: Use custom CSS
uk: Використовувати власний CSS

source: LSB Style
uk: Стиль КПМ (LSB)

source: Choose CSS style for how Language Switching Buttons are rendered:
uk: Оберіть стиль CSS для відображення Кнопок Перемикання Мови (LSB):

source: Choice "%s" disables this option and allows one to use its own custom CSS provided by other means.
uk: Вибір "%s" вимикає цю опцію і дозволяє використовувати власний CSS, наданий іншими засобами.

source: Hide button "Copy From", which allows to copy multilingual content from other language.
uk: Приховати кнопку "Копіювати з", яка дозволяє копіювати багатомовний вміст з іншої мови.

source: Highlight Style
uk: Стиль виділення

source: When there are many integrated or customized translatable fields, it may become confusing to know which field has multilingual value. The highlighting of translatable fields may come handy then:
uk: Коли є багато інтегрованих або налаштованих полів, що можна перекладати, може стати складно зрозуміти, яке поле має багатомовне значення. Тоді може стати у пригоді виділення полів, що можна перекладати:

source: Do not highlight the translatable fields.
uk: Не виділяти поля, що можна перекладати.

source: Show a line on the left border of translatable fields.
uk: Показувати лінію на лівій межі полів, що можна перекладати.

source: Draw a border around translatable fields.
uk: Намалювати рамку навколо полів, що можна перекладати.

source: Show a shadow on the left of translatable fields.
uk: Показувати тінь ліворуч від полів, що можна перекладати.

source: Outline border around translatable fields.
uk: Обвести рамкою поля, що можна перекладати.

source: The color in use is taken from your profile option %s, the third color.
uk: Використовуваний колір береться з налаштування вашого профілю %s, третій колір.

source: If your theme or some plugins are not fully integrated with %s, suggest their authors to review the %sIntegration Guide%s. In many cases they would only need to create a simple text file in order to be fully compatible with %s. Alternatively, you may create such a file for them and for yourselves.
uk: Якщо ваша тема або деякі плагіни не повністю інтегровані з %s, порадьте їхнім авторам переглянути %sПосібник з інтеграції%s. У багатьох випадках їм потрібно лише створити простий текстовий файл, щоб бути повністю сумісними з %s. Крім того, ви можете створити такий файл для них та для себе.

source: Read %sIntegration Guide%s for more information on how to customize the configuration of %s.
uk: Прочитайте %sПосібник з інтеграції%s для додаткової інформації як налаштувати конфігурацію %s.

source: Built-in Modules
uk: Вбудовані Модулі

source: Each built-in integration module can only be enabled if the required plugin is active and no incompatible plugin (e.g. legacy integration plugin) prevents it to be loaded.
uk: Кожен вбудований модуль інтеграції може бути активований лише тоді, коли потрібний плагін є активним і жоден несумісний плагін (наприклад, застарілий плагін інтеграції) не перешкоджає його завантаженню.

# Module settings
source: Name
uk: Назва

# Module settings
source: Required plugin
uk: Обов'язковий плагін

# Module settings
source: Module
uk: Модуль

source: List of configuration files. Unless prefixed with "%s", paths are relative to %s variable: %s. Absolute paths are also acceptable.
uk: Список файлів конфігурації. Якщо шлях не має префікса "%s", він є відносним до змінної %s: %s. Також допустимі абсолютні шляхи.

source: The list gets auto-updated on a 3rd-party integrated plugin activation/deactivation. You may also add your own custom files for your theme or plugins. File "%s" is the default configuration loaded from this plugin folder. It is not recommended to modify any configuration file from other authors, but you may alter any configuration item through your own custom file appended to the end of this list.
uk: Список автоматично оновлюється під час активації/деактивації інтегрованого стороннього плагіна. Ви також можете додати власні файли для вашої теми або плагінів. Файл "%s" — це конфігурація за замовчуванням, завантажена з папки цього плагіна. Не рекомендується змінювати будь-які файли конфігурації від інших авторів, але ви можете змінити будь-який елемент конфігурації через власний файл, доданий у кінець цього списку.

source: Use "%s" to review the resulting combined configuration from all "%s" and this option.
uk: Використовуйте "%s" для перегляду результуючої об'єднаної конфігурації з усіх "%s" та цього параметра.

source: Additional custom JSON-encoded configuration of %s for all admin pages. It is processed after all files from option "%s" are loaded, providing opportunity to add or to override configuration tokens as necessary.
uk: Додаткова користувацька JSON-кодована конфігурація %s для всіх сторінок адміністратора. Вона обробляється після завантаження всіх файлів із параметра "%s", що дає можливість додати або перевизначити токени конфігурації за необхідності.

source: It would make no difference, if the content of this field is stored in a file, which name is listed last in option "%s". Therefore, this field only provides flexibility for the sake of convenience.
uk: Не було б жодної різниці, якби вміст цього поля зберігався у файлі, назва якого вказана останньою у параметрі "%s". Тому це поле надає гнучкість лише для зручності.

source: Enter "%s" or "%s" attribute of text fields from your theme, which you wish to translate. This applies to post, page and media editors (%s). To lookup "%s" or "%s", right-click on the field in the post or the page editor and choose "%s". Look for an attribute of the field named "%s" or "%s". Enter it below, as many as you need, space- or comma-separated. After saving configuration, these fields will start responding to the language switching buttons, and you can enter different text for each language. The input fields of type %s will be parsed using %s syntax, while single line text fields will use %s syntax. For more information, read %sFAQ%s.
uk: Введіть атрибут "%s" або "%s" текстових полів з вашої теми, які ви бачете перекласти. Це стосується редакторів дописів, сторінок та медіа (%s). Щоб знайти "%s" або "%s", клацніть правою кнопкою миші на полі в редакторі допису або сторінки та оберіть "%s". Знайдіть атрибут поля під назвою "%s" або "%s". Введіть його нижче, стільки, скільки вам потрібно, розділяючи пробілом або комою. Після збереження конфігурації ці поля почнуть реагувати на кнопки перемикання мови, і ви зможете вводити різний текст для кожної мови. Поля введення типу %s будуть розбиратися за допомогою синтаксису %s, тоді як однорядкові текстові поля використовуватимуть синтаксис %s. Для отримання додаткової інформації прочитайте %sFAQ%s.

# browser option
source: Inspect Element
uk: Перевірити елемент

source: The value of "id" attribute is normally unique within one page, otherwise the first field found, having an id specified, is picked up.
uk: Значення атрибута "id" зазвичай є унікальним на одній сторінці, інакше вибирається перше знайдене поле з вказаним id.

source: All the fields of specified classes will respond to Language Switching Buttons. Be careful not to include a class, which would affect language-neutral fields. If you cannot uniquely identify a field needed neither by %s, nor by %s attribute, report the issue on %sSupport Forum%s
uk: Усі поля вказаних класів реагуватимуть на Кнопки Перемикання Мови. Будьте обережні, щоб не включити клас, який би вплинув на мовно-нейтральні поля. Якщо ви не можете однозначно ідентифікувати потрібне поле ні за атрибутом %s, ні за %s, повідомте про проблему на %sФорумі підтримки%s

source: Custom Filters
uk: Користувацькі фільтри

source: Names of filters (which are enabled on theme or other plugins via %s function) to add translation to. For more information, read %sFAQ%s.
uk: Назви фільтрів (які увімкнені в темі чи інших плагінах через функцію %s), до яких потрібно додати переклад. Для отримання додаткової інформації прочитайте %sFAQ%s.

source: Enable function name compatibility (%s).
uk: Увімкнути сумісність імен функцій (%s).

source: Some plugins and themes use direct calls to the functions listed, which are defined in former %s plugin and some of its forks. Turning this flag on will enable those function to exists, which will make the dependent plugins and themes to work. WordPress policy prohibits to define functions with the same names as in other plugins, since it generates user-unfriendly fatal errors, when two conflicting plugins are activated simultaneously. Before turning this option on, you have to make sure that there are no other plugins active, which define those functions.
uk: Деякі плагіни та теми використовують прямі виклики до перелічених функцій, які визначені в колишньому плагіні %s та деяких його форках. Увімкнення цього прапорця дозволить цим функціям існувати, що забезпечить роботу залежних плагінів і тем. Політика WordPress забороняє визначати функції з тими самими іменами, що й в інших плагінах, оскільки це генерує недружні фатальні помилки, коли два конфліктуючі плагіни активовані одночасно. Перш ніж увімкнути цей параметр, ви повинні переконатися, що немає інших активних плагінів, які визначають ці функції.

source: Debugging Information
uk: Інформація для налагодження

source: If you encounter any problems and you are unable to solve them yourself, you can visit the <a href="%s">Support Forum</a>. Posting the following Content will help other detect any misconfigurations.
uk: Якщо ви зіткнетеся з будь-якими проблемами і не зможете вирішити їх самостійно, ви можете відвідати <a href="%s">Форум підтримки</a>. Публікація наступного вмісту допоможе іншим виявити будь-які неправильні конфігурації.

source: Collect information
uk: Зібрати інформацію

source: Exclude configuration options with default values
uk: Виключити параметри конфігурації зі значеннями за замовчуванням

source: Versions
uk: Версії

source: Configuration
uk: Конфігурація

source: URL info
uk: Інформація про URL-адресу

source: Browser
uk: Браузер

source: List of Configured Languages
uk: Список налаштованих мов

source: Only enabled languages are loaded at front-end, while all %d configured languages are listed here.
uk: На зовнішньому інтерфейсі завантажуються лише активовані мови, тоді як тут перелічені всі %d налаштованих мов.

source: The table below contains both pre-defined and manually added or modified languages.
uk: Наведена нижче таблиця містить як попередньо визначені, так і додані вручну або змінені мови.

source: You may %s or %s a language, or %s manually added language, or %s previous modifications of a pre-defined language.
uk: Ви можете %s або %s мову, або %s додану вручну мову, або %s попередні зміни попередньо визначеної мови.

source: Enable
uk: Увімкнути

source: Delete
uk: Видалити

source: Reset
uk: Скинути

source: Click %s to modify language properties.
uk: Натисніть %s, щоб змінити властивості мови.

source: Enabling a language will cause qTranslate to update the Gettext-Database for the language, which can take a while depending on your server's connection speed.
uk: Увімкнення мови призведе до оновлення qTranslate бази даних Gettext для цієї мови, що може зайняти деякий час залежно від швидкості з'єднання вашого сервера.

source: Add Language
uk: Додати мову

source: Add Language &raquo;
uk: Додати мову &raquo;

# Two-letter Language Code meant.
source: Code
uk: Код

source: Status
uk: Статус

source: Action
uk: Дія

source: Stored
uk: Збережено

source: %s Flag
uk: %s Прапор

source: Enabled
uk: Увімкнено

source: Pre-Defined
uk: Попередньо визначено

source: Languages are not set
uk: Мови не налаштовано

source: Unknown Language
uk: Невідома Мова

source: Not enabled
uk: Не увімкнено

source: This is a set of "%s" from %s. Click any blank space between the buttons and drag it to a place where you would need it the most. Click the handle at the top-right corner of this widget to hide this message.
uk: Це набір "%s" з %s. Клацніть будь-яке порожнє місце між кнопками та перетягніть його туди, де він вам найбільше потрібен. Клацніть ручку у правому верхньому куті цього віджета, щоб приховати це повідомлення.

source: Language Switching Buttons
uk: Кнопки Перемикання Мови

source: Database has been converted to square bracket format.
uk: Базу даних було конвертовано у формат квадратних дужок.

source: Note: custom entries are not touched.
uk: Примітка: користувацькі записи не змінено.

source: Database has been converted to legacy dual-tag format.
uk: Базу даних було конвертовано у застарілий формат подвійних тегів.

source: Failed to open input database file "%s"
uk: Не вдалося відкрити вхідний файл бази даних "%s"

source: Failed to open output database file "%s"
uk: Не вдалося відкрити вихідний файл бази даних "%s"

source: The database file provided has been split as requested. Number of multilingual strings found is %s. The result files are:%s
uk: Наданий файл бази даних було розділено відповідно до запиту. Кількість знайдених багатомовних рядків — %s. Результуючі файли:%s

source: Could not fetch the list of terms from database.
uk: Не вдалося отримати список термінів із бази даних.

source: Nothing has been altered.
uk: Нічого не було змінено.
